Repository: giellalt/corpus-nob
Catalog: tmx/fkv/admin/nkf/nyttarstale_2020.odt.tmx
Source language: nob
Languages: fkv

source: ”Jeg valgte ikke språket, språket valgte meg”, sa Alf Nilsen-Børsskog, Børselvs store forfatter.
fkv: ”Mie en valinu kieltä, kieli valitsi minut,” sanoi Alf Nilsen-Børsskog, Pyssyjoven iso kirjailia.

source: Jeg er hverken Børsskog eller forfatter, men det kvenske språket valgte også meg.
fkv: Mie en ole Børsskog enkä kirjailia, mutta kvääninkieli valitsi kans minut.

source: Kvensk språk er mitt språk, selv om jeg enda lærer, selv om jeg ikke alltid vet hvordan jeg skal snakke, selv om jeg ikke alltid forstår.
fkv: Kväänin kieli oon minun kieli vaikka mie vielä opin, vaikka mie en aina tiiä kunka puhua, vaikka mie en aina ymmärä.

source: Språket valgte meg, men jeg må velge å bruke det språket jeg har.
fkv: Kieli valitsi minut, mutta mie häyn valita käyttäät sitä kieltä mitä minula oon.

source: Det valget er mitt.
fkv: Se valinta oon minun.

source: Dere barn, ungdom og voksne som lærer vårt språk: Takk!
fkv: Tet lapset, nuoret ja raavhaat jokka opitta meän kieltä: Kiitos!

source: Takk for at dere gjør dette valget.
fkv: Kiitos ette tet tehettä tämän valinan.

source: Og, til dere språkformidlere: Takk for at dere gir språket videre.
fkv: Ja, tet kieliopphaat: Kiitos ette annatta kielen etheenpäin.

source: Å lære et mindretallsspråk er en kilde til å forstå seg selv og mangfoldet i verden.
fkv: Oppia vähälukukieltä oon lähe ymmärtäät itteä, mutta kans mailman monipuolisuutta.

source: Jeg har selv fått erfare at det å lære kvensk har gitt meg en større forståelse og dypere tilhørighet.
fkv: Kväänin kielen läpitte olen itte saanu kokkeet isoman ymmäryksen ja syvemän yhtheenkuuluvuuen.

source: Å lære seg kvensk er en stor oppgave, og det er slettes ikke bare lett og lystig!
fkv: Oppia kväänin kieltä oon iso tehtävä, ja mie tiiän ettei se tyhä ole helppoa ja iloista!

source: Derfor er dere, som velger å bruke det kvenske språket, vår tids kvenske pionerer.
fkv: Sen takia tet kaikki jokka valitsetta käyttäät kvääninkieltä oletta meän aijan kväänipioneerit.

source: Pionerer, som forteller oss at kvenene er her, her og nå, i historien og i fremtiden.
fkv: Pioneerit jokka muistelee ette met kväänit olema täälä, tässä ja nyt, histuuriassa ja tulevaisuuessa.

source: Sannhets- og forsoningskommisjonen skal ta et oppgjør med fornorskningspolitikken, og den urett som førtes mot kvener, samer og skogfinner i Norge.
fkv: Tottuuen- ja sovinonkommisuuni aikkoo hantteerata ja sovittaat norjalaistamispolitiikan, ja niitä vääryyksiä mitä tehthiin kvääniä, saamelaisia ja mettäsuomalaisia kohthaan.

source: Alle kan bidra med sine historier for å hjelpe kommisjonen i sitt arbeid.
fkv: Kaikki saapi jakkaa oman histuurin kommisuunile, auttaks sen työtä.

source: Kvener har rett til å bidra til sannheten, men vi har også et ansvar for å bidra til forsoning.
fkv: Kväänilä oon oikeus olla myötä kirjoittamassa tottuuen, mutta meilä oon kans eesvastuus sovinthoon.

source: Det er alles ansvar.
fkv: Se oon kaikkien eesvastuus.

source: Vi skal få forsvare oss mot urett, men vi skal også lytte når noen mener vi er urettferdige.
fkv: Meän pittäät saaha puolustaat itteä ko vääryys iskee, mutta meän häättyy kans kuunela jos joku meinaa ette met eretymmä.

source: Både som enkeltmennesker, som institusjoner og som folk.
fkv: Tämä koskee meitä indiviitinä, institusuunina ja kansana.

source: Fordi kvensk kultur alltid har vært en viktig del av den norske kulturen, hvor meningsbrytninger er et verktøy for rettferdighet.
fkv: Kväänin kulttuuri oon aina ollu tähelinen osa norjan kulttuuria, jossa erimielisyys ja debatti ovat oikkeeuenmukaisuuen kamppheet.

source: Kvensaken vokste frem på 70- og 80-tallet da våre foreldre og besteforeldre begynte å protestere.
fkv: Kvääni-asia syntyi seitkyt- ja kaheksaskyt-luvula ko meän vanhemat ja isovanhemat aloitivat pauhata.

source: Man godtok ikke lengre at vårt hjertespråk og vår kultur skulle gjemmes bort.
fkv: Ei enää hyväksytty ette meän syänkieltä ja meän kultturuuria piilotethiin pois.

source: Takket være det utrettelige revitaliseringsarbeidet til våre kvenske pionerer, lever vi heldigvis nå i en tid hvor kvensk kultur og språk blir sett på som en berikelse og styrke.
fkv: Kväänipioneeritten väsymätön elästyttämistyön ansiosta, met elämä nyt onneksi aijassa, jossa kväänin kulttuuri ja kieli nähhään rikkaastumisena ja vahvuutena.

source: Det gjør at vi igjen er stolte av å leve som kvener.
fkv: Entinen leviny sumu, kväänisamfynin yli, oon nyt katoamassa.

source: Den samiske kunstneren Nils Aslak Valkeapää sa det så vakkert; Èn måte å takke livet på – er å være den man er.
fkv: Saamilaiskynstnäri Nils Aslak Valkeapää oon kerran sanonu sen niin kaunhiisti: Yksi tapa kiittäät elämän – oon olla kuka olet.

source: Økende økonomiske forskjeller og usikkerheten i verden har og gitt næring til fiendebilder og bidratt til at det bygges murer der det skulle være dialog.
fkv: Kasuavat ökonomiset erot ja epävarmuus mailmassa ruokkii viholiskuvia, ja myötäauttaa muurien rakentamista sielä missä dialoogi pitäis kasua.

source: Et felles fiendebilde kan forene grupper av mennesker med forskjellige verdier og bakgrunner.
fkv: Yhtheinen viholiskuva saataa yhistää ihmisjoukkoja, joila oon aivan erilaisia arvoja ja taustoja.

source: Det er lett å glemme hva vi kjemper for når vi blir opptatt av å kjempe mot noe.
fkv: Se oon helppo unheettaat taistella ommaa kohti, ko met taistelemma jonkun vasten.

source: Og det er ingen selvfølge at vi ønsker forsoning og fred dersom konflikten er det eneste som gir oss samhold.
fkv: Eikä se ole ittestä selvää, ette met haluma sovintoa ja rauhaa, jos konflikti oon ainoa asia, joka anttaat meile yhtheenkuuluvuutta.

source: Jeg håper forståelse og vennskap vil styrkes på tvers av grupper i det nye året.
fkv: Uuesta vuoesta mie toivon ette ymmärys ja ystävyys vahvistuu joukkojen poikkitte.

source: Vi behøver ikke flere murer.
fkv: Met emmä tarvi lissää muuria.

source: Det har snart gått et år full av nye utfordringer for oss alle.
fkv: Heti oon menny vuosi täynnä uusia haasteita meile kaikile.

source: Covid 19 har vist oss at samfunnet vårt er sårbart og at vi må utvikle og verne om de løsningene som beskytter alle individer i samfunnet.
fkv: Covid oon opetanu kunka herkkä meän samfynni oon. Ja ette met hääymä kehittäät ja varjela niitä ratkaisuia, jotka suojelevat kaikkia samfynnin ihmisiä.

source: Fordi det som rammer deg, rammer også meg, det rammer oss alle.
fkv: Koska se, mikä koskee sinua, se koskee kans minua, se koskee meitä kaikkia.

source: Pandemien gjør ikke forskjell på fattig og rik.
fkv: Pandemia ei tehe eroa oletko köyhä eli rikas.

source: Smittefaren gjør at vi må holde avstand og finne andre måter å kommunisere og omgås på.
fkv: Tartunanvaaran vuoksi met häymä pittäät väliä ja löyttäät uusia tapoja kommuniseerata ja seurustella.

source: Mange står uten arbeid og inntekt.
fkv: Monet ovat ilman työttä ja rahantuloitta.

source: Det skaper usikkerhet når vi mister rammene i livet vårt.
fkv: Se luo epävarmuutta ko met menetämmä meän elämänraamit.

source: Jeg håper vi i fellesskap kan finne løsninger som hjelper oss alle gjennom tiden frem mot en mer normal hverdag.
fkv: Mie toivon, ette met yhessä, löyämä net ratkaisut jotka auttaat meitä kaikkia; tääpänä ja kohti normaalia arkipäivää.

source: Kvenene vet hva det vil si å miste tilgangen til ressursgrunnlaget.
fkv: Kväänit tiettäät mitä se tarkoittaa menettäät resyrsipohjan.

source: Gjennom fornorskningen av kvenene ble jorden vår tatt fra oss.
fkv: Osa norjalaistamispolitiikaa oli ottaa meiltä maan.

source: Kun de som snakket norsk fikk eie jord i Norge.
fkv: Tyhä net jokka puhuivat norjaa saivat omistaat maata.

source: Dette er fortsatt en utfordring for oss, og det er en global utfordring at noen få personer og selskaper eier ressursene alle mennesker er avhengig av.
fkv: Tämä oon jaktuuvasti haastet meile. Ja se oon glubaalinen haastet ette muutamat ihmiset ja yritykset omistavat resyrssit, joista kaikki ihmiset ovat riippuvaisia.

source: Klimaendringer kan øke behovet for å være selvforsynt i fremtiden.
fkv: Tulevaisuuessa klimamuutokset saattaa lisätä tarvetta olla omavarainen.

source: Naturressursene må da være tilgjengelige for fremtidige generasjoner.
fkv: Luonnonresyrsit häättyy silloin oltava meän tulevien sukupolvien käytettävissä.

source: Et spesielt år er omme.
fkv: Erikoinen vuosi oon loppu.

source: Vi blitt kjent med kommunikasjonsløsninger som gjør at vi kan samles på nett.
fkv: Olema saatu tutustua kommunikaatio- ratkaishuin jotka auttaa meitä kokkoontua netin kautta.

source: Det har virkelig vært hyggelig å følge hvordan kvenene over hele landet har feiret Kvenfolkets dag, 17.mai, halloween og jul.
fkv: Oon ollu oikhein soma följätä kunka kväänit kautta koko maan oon feiranu Kväänikansanpäivää, 17.maita, halloweenia ja joulua.

source: Husker du at det var kvenflagg, kvendrakter og kvensk språk på NRKs 17.maisending?
fkv: Muistatko ette oli kvääniflakuja, kväänipukuja ja kväänin kieltä NRKn 17.mai lähetyksessä?

source: Ikke alene, men som del av Norges barns lykkeønskninger til nasjonen.
fkv: Ei yksinänsä, mutta osana norjan lapsien onnittelu kansale.

source: Selv om det er moro å bruke digitale hjelpemidler, endrer det ikke på det faktum at fysiske møter er viktige.
fkv: Vaikka oon soma käyttäät digitaalisia ratkaisuia, se ei kuitenkhaan muutta sitä tosiaisaa ette fyysiset ihmismöötit ovat täheliset.

source: På sommeren og høsten var det heldigvis et tidsrom da der var mulig å holde større arrangementer.
fkv: Kesälä ja syksylä oli onneksi pieni loma missä oli maholista pittäät arransementit.

source: I Porsanger fikk jeg være med på kvensk elvebåttreff, i Skibotn fikk jeg høre folkemusikk og i Vadsø ble jeg kjent med kvensk språk, mat og kultur under Kvenfestivalen.
fkv: Porsangissa mie sain olla myötä jokivenet-träffissä, Yykenperässä sain kuula kansanmusikkia ja Vesisaaressa mie sain tutustuut kväänin kielheen, ruokhaan ja kultuurhiin Kväänifestivaalila.

source: Alle slike aktiviteter i lokalsamfunnene gjør vårt språk og kultur relevant og levende.
fkv: Kaikki tämmöset aktiviteetit paikalissamfynissä tekkee sen ette meän kieli ja kultuuri oon relevantti ja elävä.

source: Jeg ser frem til en ny vår for kvenfolket, og ønsker med dette alle våre venner i Norge og Norden et riktig godt nytt år.
fkv: Ootan innolla uutta kevvää kväänin kansale, ja toivotan kaikile ystäville Norjassa ja Pohjaismaissa oikhein hyvvää uutta vuotta.
